Repository: EspaceNetworks/freepbxlocalization
Catalog: po/*/customcontexts.po
Languages: ja_jp, ru_ru

source: Custom Contexts
ja_jp: カスタムコンテキスト
ru_ru: Особые контексты

source: Connectivity
ja_jp: 接続
ru_ru: Подключения

source: Creates custom contexts which can be used to allow limited access to dialplan applications. Allows for time restrictions on any dialplan access. Allows for pattern matching to allow/deny. Allows for failover destinations, and PIN protected failover. This can be very useful for multi-tennant systems. Inbound routing can be done using DID or zap channel routing, this module allows for selective outbound routing. House/public phones can be placed in a restricted context allowing them only internal calls.
ja_jp: ダイヤルプランのアプリケーションに対して、制限付きアクセスを許可するためのカスタムコンテキストを作ります。全てのダイヤルプランへアクセスする時間を制限することができます。パターンマッチングによる許可・拒否も可能。また、フェールオーバー時の宛先や、暗証番号で保護されたフェールオーバーも使えます。その為、マルチテナントのシステムにおいて非常に役に立ちます。インバウンドルーティングは、DIDやZapチャンネルルーティングが出来ます。 このモジュールは選択的なアウトバウンドルーティングを可能にします。例えば、社内/公衆電話には、内部の通話のみを許可する制限をかけることができます。
ru_ru: Создает особые контексты, который можно использовать для ограниченного доступа к возможностям плана набора. Разрешает ограничения по времени для любого доступа к плану набора. Даёт возможность разрешения/запрещения по совпадению с шаблоном. Позволяет переходы при сбоях направлений, а также переходы, защшищенные PIN кодом. Это может быть полезно для мульти-теннатных систем. Входящая маршрутизация может быть организована через DID номера или DAHDI каналы, этот модуль позволяет выборочную исходящую маршрутизацию. Домашние/Общественные телефоны могут быть помещены в контекст, для которого разрешены только внутренние вызовы.

source: Custom Contexts Admin
ja_jp: カスタムコンテキスト管理
ru_ru: Администрирование Особых контекстов

source: Time Conditions Module required and not present .. aborting install
ja_jp: タイムコンディションモジュールが必要ですが、存在しません .. インストールの中断
ru_ru: Модуль временных условий не установлен, он необходим.. отменяю установку

source: migrating customcontexts_timegroups if needed..
ja_jp: 必要であれば、customcontexts_timegroupsを移行します..
ru_ru: Перемащаю customcontexts_timegroups при необходимости..

source: done
ja_jp: 完了
ru_ru: завершено

source: removing customcontexts_timegroups and customcontexts_tiemgroups_detail tables..
ja_jp: customcontexts_timegroups と customcontexts_tiemgroups_detail テーブルの削除
ru_ru: удаляю таблицы customcontexts_timegroups и customcontexts_tiemgroups_detail..

source: Context
ja_jp: コンテキスト
ru_ru: Контекст

source: Add Context
ja_jp: コンテキストを追加
ru_ru: Добавить Контекст

source: Edit Context
ja_jp: コンテキストを編集
ru_ru: Изменить контекст

source: Remove Context
ja_jp: コンテキストを削除
ru_ru: Удалить контекст

source: Duplicate Context
ja_jp: 重複したコンテキスト
ru_ru: Сделать копию контекста

source: Custom Context: %s
ja_jp: カスタムコンテキスト： %s
ru_ru: Особый контекст: %s

source: Custom Context: %s (%s)
ja_jp: カスタムコンテキスト： %s(%s)
ru_ru: Особый контекст: %s (%s)
