Repository: EspaceNetworks/freepbxlocalization
Catalog: po/*/endpointman.po
Languages: ja_jp, ru_ru

source: OSS PBX End Point Manager
ja_jp: OSS PBX端末管理

source: Connectivity
ja_jp: 接続
ru_ru: Подключения

source: OSS PBX End Point Manager is the free supported PBX Endpoint Manager for FreePBX. It is NOT to be confused with the commercial version called 'endpoint'. The main differences between the two versions is that the developer of Commercial Endpoint works 30 hours a week paid by Schmoozecom to work on it.
ja_jp: OSS端末管理ツールは、endpoint と呼ばれる商用モジュールとは違い、FreePBXコミュニティーが無料で提供するツールです。 2つの主な違いは、商用バージョンは、Schmoozecomの開発者が作業を行っています。

source: OSS Endpoint Device List
ja_jp: OSS端末デバイスリスト

source: OSS Endpoint Template Manager
ja_jp: OSS端末テンプレート管理

source: OSS Endpoint Configuration
ja_jp: OSS端末設定

source: OSS Endpoint Advanced Settings
ja_jp: OSS端末の詳細設定

source: Add New Template
ja_jp: 新しいテンプレートを追加

source: Template Name
ja_jp: テンプレート名

source: Product Select
ja_jp: 製品を選択

source: Save
ja_jp: 保存

source: Model Classification
ja_jp: モデル区分

source: Model Clone
ja_jp: モデルクローン

source: Edit
ja_jp: 編集

source: Delete
ja_jp: 削除

source: Check for Updates
ja_jp: アップデートをチェックする

source: Package Last Modified
ja_jp: 最終修正パッケージ

source: Uninstall
ja_jp: アンインストール

source: Install
ja_jp: インストール

source: Update
ja_jp: アップデート

source: Install Firmware
ja_jp: ファームウェアをインストール

source: Remove Firmware
ja_jp: ファームウェアを削除

source: Update Firmware
ja_jp: ファームウェアをアップデート

source: Disable
ja_jp: 無効

source: Enable
ja_jp: 有効

source: The Endpoint Configuration Manager was originally written by
ja_jp: 元々、端末設定管理ツールは、次の者によって作成されました：

source: The project is maintained at
ja_jp: このプロジェクトは次のサイトで管理されています：

source: Upload
ja_jp: アップロード

source: End Point Configuration Manager
ja_jp: 端末設定管理

source: IP address of phone server
ja_jp: 電話サーバーのIPアドレス

source: Determine for me
ja_jp: 決定する

source: Configuration Type
ja_jp: 設定タイプ

source: Global Final Config & Firmware Directory
ja_jp: グローバル•最終設定とファームウェアのディレクトリ

source: Time Zone
ja_jp: 時間帯

source: like
ja_jp: 次の様に

source: Time Server (NTP Server)
ja_jp: 時刻サーバー（NTPサーバー）

source: executable path
ja_jp: 実行パス：

source: Enable FreePBX ARI Module
ja_jp: FreePBX ARIモジュールを有効

source: Enable Debug Mode
ja_jp: デバッグモードを有効

source: Disable Tooltips
ja_jp: ヒントを無効にする。

source: Allow Duplicate Extensions
ja_jp: 内線の複製許可

source: Allow Saving Over Default Configuration Files
ja_jp: 標準設定ファイルの上書き許可

source: Disable TFTP Server Check
ja_jp: TFTPサーバーのチェックを無効

source: Disable Configuration File Backups
ja_jp: 設定ファイルのバックアップを無効

source: Use GITHUB Live Repo (Requires git to be installed)
ja_jp: GITHUB Live Repoを使用（gitのインストール必要）

source: Update Globals
ja_jp: グローバル設定を更新

source: Export CSV file of devices
ja_jp: 端末のCSVファイルをエクスポートします

source: Export CSV
ja_jp: CSVをエクスポート

source: Import CSV file of devices
ja_jp: 端末のCSVファイルをインポート

source: Import
ja_jp: インポート

source: Note: CSV file should look like this
ja_jp: 注意：CSVファイルはこのような形式である必要があります

source: Brand
ja_jp: ブランド

source: Model
ja_jp: モデル

source: Extension
ja_jp: 内線

source: Line
ja_jp: ライン

source: Line can be blank
ja_jp: ラインを空白に設定可能

source: Select Product
ja_jp: 製品を選択

source: Select
ja_jp: 選択

source: File Configuration Editor
ja_jp: ファイル設定エディター

source: Custom Template Files
ja_jp: カスタムテンプレートファイル

source: Local File Configs
ja_jp: ローカルファイル設定

source: User File Configs
ja_jp: ユーザーファイル設定

source: Save As
ja_jp: 別名で保存

source: Add Custom
ja_jp: カスタムを追加

source: Add
ja_jp: 追加

source: Search for new devices in netmask
ja_jp: ネットマスクの中で新しいデバイスを探す

source: Go
ja_jp: 次へ

source: Use NMAP
ja_jp: NMAPを使用

source: Mac Address
ja_jp: MACアドレス

source: Model of Phone
ja_jp: 電話機モデル

source: Extension Number
ja_jp: 内線番号

source: Template
ja_jp: テンプレート

source: Reset
ja_jp: リセット

source: Unmanaged Extensions
ja_jp: 管理されない内線

source: Add Selected Phones
ja_jp: 選択した電話機を追加

source: Current Managed Extensions
ja_jp: 現在管理されている内線

source: Selected Phone(s) Options
ja_jp: 選択した電話機の設定

source: Rebuild Configs for Selected Phones
ja_jp: 選択した電話機の設定を再構築

source: Change Selected Phones to
ja_jp: 選択中の電話機を次へ変更：

source: Update Phones
ja_jp: 電話機を変更を適用

source: Global Phone Options
ja_jp: グローバル電話機設定

source: Rebuild Configs for All Phones
ja_jp: 全電話機の設定を再構築

source: Reboot This Brand
ja_jp: このブランドを再起動

source: Reconfigure all
ja_jp: 全て再設定

source: with
ja_jp: 次の物と一緒に

source: Rebuild
ja_jp: 再構築

source: Settings
ja_jp: 設定

source: OUI Manager
ja_jp: OUIマネージャー

source: Product Options/Configuration Editor
ja_jp: 製品オプション・設定編集

source: Import/Export My Devices List
ja_jp: デバイスリストのインポート/エクスポート

source: Manual Endpoint Modules Upload/Export
ja_jp: 手動で端末モジュールをアップロード/エクスポート

source: Show/Hide Brands/Models
ja_jp: ブランド/モデルを表示/非表示

source: Show
ja_jp: 表示

source: Hide
ja_jp: 隠す

source: End Point Manager
ja_jp: 端末管理
ru_ru: Менеджер абонентских устройств

source: Turn Off Safe Mode
ru_ru: Выключить Безопасный режим

source: PHP Version MUST be greater than
ru_ru: Версия PHP должна быть выше, чем

source: Sorry, Only Asterisk is supported currently
ru_ru: Извините, сейчас поддерживается только Asterisk

source: PBX End Point Manager
ru_ru: Менеджер абонентских устройств

source: PBX End Point Manager supports automated deployment of multiple manufacturers IP telephones.
ru_ru: Менеджер абонентских устройств управляет автоматической настройкой IP телефонов разных производителей

source: End Point Device List
ru_ru: Список абонентских устройств

source: End Point Template Manager
ru_ru: Менеджер шаблонов абонентских устройств

source: End Point Configuration
ru_ru: Конфигурация абонентского устройства

source: End Point Advanced Settings
ru_ru: Дополнительные настройки абонентского устройства
