Repository: EspaceNetworks/freepbxlocalization
Catalog: po/*/framework.po
Languages: ru_ru

source: 'cp -rf' from src: '%s' to dst: '%s'...details follow
ru_ru: 'cp -rf' from src: '%s' to dst: '%s'...детали ниже

source: framework couldn't copy file to %s
ru_ru: framework не смог скорпировать файл в %s

source: No directory %s, install script not needed
ru_ru: Нет каталога %, установочный скрипт не нужен

source: installing files to %s..
ru_ru: устанавливаю файлы в %s..

source: done, see errors below
ru_ru: завершено, ошибки смотрите ниже

source: done
ru_ru: Завершено

source: framework file install done, removing packages from module
ru_ru: framework закончил установку файла, удаляю пакет из модуля

source: an error occured removing the packaged file/directory: %s
ru_ru: обнаружена ошибка при удалении файла или каталога из пакета: %s

source: file/directory: %s removed successfully
ru_ru: фалй/каталог: %s удален успешно

source: failed to delete %s from assets/css directory after creating updated CSS file.
ru_ru: не могу удалить %s Из каталога asstes/css после обновления файла CSS.
