Repository: EspaceNetworks/freepbxlocalization
Catalog: po/*/fw_langpacks.po
Languages: ja_jp, ru_ru

source: FreePBX Localization Updates
ja_jp: FreePBXローカライズアップデート
ru_ru: Обновления локализации для FreePBX

source: Admin
ja_jp: アドミン
ru_ru: Администратор

source: This module provides a facility to install new and updated localization translations for all components in FreePBX. Localization i18n translations are still kept with each module and other components such as the User Portal (ARI). This provides an easy ability to bring all components up-to-date without the need of publishing dozens of modules for every minor change. The localization updates used will be the latest available for all modules and will not consider the current version you are running.
ja_jp: このモジュールは、FreePBX内のすべてのコンポーネントの新規および更新されたローカライズ翻訳をインストールする機能を提供します。ローカリゼーション国際化の翻訳はまだ、各モジュールやユーザーポータル（ARI）などの他のコンポーネントと一緒に保管されています。これは、すべてのマイナーチェンジのために数十個のモジュールを公開することなく、すべてのコンポーネントを最新にするための簡単な機能を提供します。使用されるローカライズの更新は、すべてのモジュールで使用可能な最新となり、あなたが実行している現在のバージョンは考慮されません。
ru_ru: Этот модуль помогает обновлять локализацию интерфейса - переводы новых опций всех компонентов во FreePBX. Локализация переводов поддерживается в файловой структуре директории i18n для каждого модуля и компонента отдельно, такого как Портал пользователя (ARI). Это даёт возможность держать все компоненты в "свежем" обновляемом состоянии без необходимости обновления каждого модуля при незначительных изменениях. Обновления локализации используют свежие последние текущие обновления всех модулей и не затрагивают сами версии модулей.

source: 'cp -rf' from src: '%s' to dst: '%s'...details follow
ja_jp: 'cp -rf' 参照元: '%s' から 参照先: '%s'…詳細は次の通り：
ru_ru: 'cp -rf' from src: '%s' to dst: '%s'...подробности ниже

source: fw_langpacks couldn't copy file to %s
ja_jp: fw_langpacksはファールを%sにコピーできませんでした。
ru_ru: fw_langpacks не смог скопировать файл в %s

source: No directory %s, install script not needed
ja_jp: %s のディレクトリが存在しないため、インストールスクリプトは不要です
ru_ru: Нет директории %s, нет необходимости инсталлировать скрипт

source: Preparing to copy %s to %s
ja_jp: %s を %s へコピーする準備
ru_ru: Подготовка к копированию %s в %s

source: No destination directory %s to copy %s to
ja_jp: 宛先ディレクトリがありません %s %sをコピー
ru_ru: Не выбрана директория назначения %s для копирования %s

source: Updated %s
ja_jp: アップデートしました %s
ru_ru: Обновлено %s

source: fw_langpacks file install done, removing packages from module
ja_jp: fw_langpacksファイルのインストールが完了しました。パッケージをモジュールから削除中...
ru_ru: fw_langpacks установка файла закончена, удаляю пакет из модуля

source: an error occured removing the packaged files
ja_jp: パッケージのファイルを削除中にエラーが発生しました。
ru_ru: Обнаружена ошибка удаления запакованного файла

source: files removed successfully
ja_jp: ファイルの削除に成功しました。
ru_ru: Файлы удалены успешно
