Repository: EspaceNetworks/freepbxlocalization
Catalog: notimporting/*/tts.po
Languages: fr_fr

source: AGI script not found
fr_fr: Script AGI non trouvé

source: No TTS engine found.
fr_fr: Aucun système de synthèse vocale a été trouvé.

source: This name already exists
fr_fr: Ce nom existe déja

source: TTS AGI install failed. Module not usable.
fr_fr: L'installation du script TTS AGI a échoué. Le module TTS est inutilisable.

source: Add a Text To Speech item
fr_fr: Ajout d'un objet Text To Speech

source: deleted
fr_fr: supprimé

source: Delete text to speech
fr_fr: Supprimer l'objet Text To Speech

source: Note, does not delete the files from the server.
fr_fr: Note: les fichiers situés sur le serveur ne sont pas supprimés.

source: Main settings
fr_fr: Paramètres principaux

source: Name
fr_fr: Nom

source: Give this TTS Destination a brief name to help you identify it.
fr_fr: Description succinte.

source: Text
fr_fr: Texte

source: Enter the text you want to synthetize.
fr_fr: Entrez le texte qui sera synthétisé.

source: Choose an engine
fr_fr: Choix

source: List of TTS engines detected on the server. Choose the one you want to use for the current sentence.
fr_fr: Liste des synthétiseurs vocaux détectés sur le système.

source: After the Text To Speech was played go to
fr_fr: Faire suivre vers

source: Submit Changes
fr_fr: Sauvegarde des changements

source: Please enter a valid Description
fr_fr: Entrez une description valide

source: Only alphanumeric characters are allowed (letters of the alphabet, numbers, or underscore).
fr_fr: Seuls les caractères alphanumériques sont autorisés (lettres de l'alphabet, nombres et l'underscore).

source: Please enter a valid text to speech string
fr_fr: Le texte entré n'est pas valide

source: TTS AGI script cannot be removed.
fr_fr: Le script AGI n'a pas pu être supprimé.
